[
    {
        "id": 1,
        "title": "Apostles' Creed",
        "type": "creed",
        "date": "Unknown",
        "origin": "Various",
        "text": "I believe in God, the Father almighty, creator of heaven and earth.\n\nI believe in Jesus Christ, his only Son, our Lord, who was conceived by the Holy Spirit and born of the virgin Mary. He suffered under Pontius Pilate, was crucified, died, and was buried; he descended to hell. The third day he rose again from the dead. He ascended to heaven and is seated at the right hand of God the Father almighty. From there he will come to judge the living and the dead.\n\nI believe in the Holy Spirit, the holy catholic* church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting. Amen.\n\n*that is, the true Christian church of all times and all places",
        "summary": "One of the earliest creeds of Christianity.",
        "language": "Latin"
    },
    {
        "id": 2,
        "title": "Nicene Creed",
        "type": "creed",
        "date": "0325-01-01",
        "origin": "Nicaea",
        "text": "I believe in one God, the Father Almighty, Maker of heaven and earth, and of all things visible and invisible.\n\nAnd in one Lord Jesus Christ, the only-begotten Son of God, begotten of the Father before all worlds; God of God, Light of Light, very God of very God; begotten, not made, being of one substance with the Father, by whom all things were made.\n\nWho, for us men and for our salvation, came down from heaven, and was incarnate by the Holy Spirit of the Virgin Mary, and was made man; and was crucified also for us under Pontius Pilate; He suffered and was buried; and the third day He rose again, according to the Scriptures; and ascended into heaven, and sits on the right hand of the Father; and He shall come again, with glory, to judge the quick and the dead; whose kingdom shall have no end.\n\nAnd I believe in the Holy Ghost, the Lord and Giver of Life; who proceeds from the Father and the Son; who with the Father and the Son together is worshiped and glorified; who spoke by the prophets. And I believe in one holy catholic and apostolic Church. I acknowledge one baptism for the remission of sins; and I look for the resurrection of the dead, and the life of the world to come. Amen.",
        "summary": "The Nicene Creed is a vital and universally accepted statement of Christian faith, originally formulated at the First Council of Nicaea in AD 325 and later revised at the First Council of Constantinople in AD 381. Convened by Emperor Constantine to address the Arian controversy, the creed affirms the full divinity of Jesus Christ and the Holy Spirit, establishing the doctrine of the Trinity. By emphasizing that Jesus is \"begotten, not made\" and \"of one substance with the Father,\" the creed rejects Arianism and asserts Christ's co-equality and co-eternity with the Father. This doctrinal foundation has had lasting implications for church unity and theology, safeguarding orthodox beliefs and shaping Christian identity. The Nicene Creed continues to be recited in worship services across various denominations, including Roman Catholic, Eastern Orthodox, Anglican, and Protestant churches, serving as a doctrinal safeguard and a proclamation of the gospel message that salvation is found in Christ alone.",
        "language": "Greek"
    },
    {
        "id": 3,
        "title": "Athanasian Creed",
        "type": "creed",
        "date": "Late 5th or early 6th century",
        "origin": "Western Church",
        "text": "Whoever desires to be saved should above all hold to the catholic faith.\n\nAnyone who does not keep it whole and unbroken will doubtless perish eternally.\n\nNow this is the catholic faith:\n\nThat we worship one God in Trinity and the Trinity in Unity, neither blending their persons nor dividing their essence.\n\nFor the person of the Father is a distinct person, the person of the Son is another, and that of the Holy Spirit still another.\n\nBut the divinity of the Father, Son, and Holy Spirit is one, their glory equal, their majesty coeternal.\n\nThe Father is uncreated, the Son is uncreated, the Holy Spirit is uncreated.\n\nThe Father is immeasurable, the Son is immeasurable, the Holy Spirit is immeasurable.\n\nThe Father is eternal, the Son is eternal, the Holy Spirit is eternal.\n\nAnd yet there are not three eternal beings; there is but one eternal being.\n\nThus the Father is God, the Son is God, the Holy Spirit is God.\n\nYet there are not three gods; there is but one God.\n\nThis is the catholic faith: one cannot be saved without believing it firmly and faithfully.",
        "summary": "The Athanasian Creed is one of the most detailed and precise statements of Christian Trinitarian theology and Christology. It affirms the unity and coequality of the Father, Son, and Holy Spirit, as well as the full divinity and humanity of Christ.",
        "language": "Latin"
    }
]

